Repository: wondertalik/surf-flutter-study-jam-2023
Catalog: lib/l10n/app_*.arb
Languages: ru

# ticketStoragePagetTitle
source: Tickets storage
ru: Хранения билетов

# ticketAddNew
source: Add new
ru: Добавить

# ticketUrlFieldLable
source: Fill url
ru: Введите url

# ticketButtonAdd
source: Add url
ru: Добавить

# validationRequiredMessage
source: Field is validationRequiredMessage
ru: Поле обязательное к заполнению

# validationUrlMessage
source: Wrong format of url
ru: Не верный формат Url

# ticketListEmpty
source: Nothing here for now
ru: Здесь ничего нет

source: Ticket added successfully
ru: Билет успешно добавлен

# ticketAwaitingDownloadLabel
source: Awaiting download
ru: Ожидает начала загрузки

# ticketDownloadedLabel
source: Ticket downloaded
ru: Файл загружен

# ticketDownloadingLabel
source: Downloading
ru: Загружается
